[
  {
    "referencia": "Filipenses 1:6",
    "vers": "Estou convencido de que aquele que começou boa obra em vós, vai completá-la até o dia de Cristo Jesus."
  },
  {
    "referencia": "Salmos 27:1",
    "vers": "O Senhor é a minha luz e a minha salvação, de quem terei temor? O Senhor é o meu forte refúgio, de quem terei medo?"
  },
  {
    "referencia": "2 Coríntios 9:7",
    "vers": "Cada um dê conforme determinou em seu coração, não com pesar ou por obrigação, pois Deus ama quem dá com alegria."
  },
  {
    "referencia": "Mateus 6:33",
    "vers": "Busquem, pois, em primeiro lugar o Reino de Deus e a sua justiça, e todas essas coisas serão acrescentadas a vocês."
  },
  {
    "referencia": "Salmos 17:8",
    "vers": "Protege-me como a menina dos teus olhos; esconde-me à sombra das tuas asas."
  },
  {
    "referencia": "2 Timóteo 1:7",
    "vers": "Pois Deus não nos deu espírito de covardia, mas de poder, de amor e de equilíbrio."
  },
  {
    "referencia": "1 Coríntios 16:13",
    "vers": "Estejam vigilantes, mantenham-se firmes na fé, sejam homens de coragem, sejam fortes."
  },
  {
    "referencia": "João 8:32",
    "vers": "E conhecerão a verdade, e a verdade os libertará."
  },
  {
    "referencia": "Hebreus 1:9",
    "vers": "Amaste a justiça e odiaste a iniquidade, por isso Deus, o teu Deus, te ungiu com óleo de alegria mais do que a teus companheiros."
  },
  {
    "referencia": "Salmos 37:39",
    "vers": "Do Senhor vem a salvação dos justos e ele é sua fortaleza na hora da adversidade."
  },
  {
    "referencia": "1 João 4:18",
    "vers": "No amor não há medo, ao contrário, o perfeito amor expulsa o medo, porque o medo supõe castigo. Aquele que tem medo não está aperfeiçoado no amor."
  },
  {
    "referencia": "Salmos 37:5",
    "vers": "Entregue o seu caminho ao Senhor, confie nele, e ele agirá."
  },
  {
    "referencia": "João 3:16",
    "vers": "Porque Deus tanto amou o mundo que deu o seu Filho Unigênito, para que todo o que nele crer não pereça, mas tenha a vida eterna."
  },
  {
    "referencia": "Apocalipse 3:20",
    "vers": "Eis que estou à porta e bato. Se alguém ouvir a minha voz e abrir a porta, entrarei e cearei com ele, e ele comigo."
  },
  {
    "referencia": "Êxodo 20:12",
    "vers": "Honra teu pai e tua mãe, a fim de que tenhas vida longa na terra que o Senhor, o teu Deus, te dá."
  },
  {
    "referencia": "1 Coríntios 13:4-7",
    "vers": "O amor não se alegra com a injustiça, mas se alegra com a verdade. Tudo sofre, tudo crê, tudo espera, tudo suporta."
  },
  {
    "referencia": "Isaías 40:31",
    "vers": "Mas aqueles que esperam no Senhor renovam as suas forças. Voam alto como águias; correm e não ficam exaustos, andam e não se cansam."
  },
  {
    "referencia": "João 14:6",
    "vers": "Respondeu Jesus: 'Eu sou o caminho, a verdade e a vida. Ninguém vem ao Pai, a não ser por mim.'"
  },
  {
    "referencia": "Provérbios 14:1",
    "vers": "A mulher sábia edifica a sua casa, mas com as próprias mãos a insensata derruba a sua."
  },
  {
    "referencia": "Mateus 6:34",
    "vers": "Portanto, não se preocupem com o amanhã, pois o amanhã trará as suas próprias preocupações. Basta a cada dia o seu próprio mal."
  },
  {
    "referencia": "2 Coríntios 4:16",
    "vers": "Por isso não desanimamos. Embora exteriormente estejamos a desgastar-nos, interiormente estamos sendo renovados dia após dia."
  },
  {
    "referencia": "Mateus 10:28",
    "vers": "Não tenham medo dos que matam o corpo, mas não podem matar a alma. Antes, tenham medo daquele que pode destruir tanto a alma como o corpo no inferno."
  },
  {
    "referencia": "Mateus 4:4",
    "vers": "Nem só de pão viverá o homem, mas de toda palavra que procede da boca de Deus."
  },
  {
    "referencia": "Hebreus 10:38",
    "vers": "Mas o meu justo viverá pela fé. E, se retroceder, não me agradarei dele."
  },
  {
    "referencia": "1 Pedro 5:8",
    "vers": "Sejam sóbrios e vigiantes. O diabo, vosso adversário, anda em derredor, como leão que ruge procurando alguém para devorar."
  },
  {
    "referencia": "Provérbios 17:17",
    "vers": "O amigo ama em todos os momentos e é um irmão na adversidade."
  },
  {
    "referencia": "Isaías 43:5",
    "vers": "Não tenha medo, pois eu estou com você; do Oriente trarei seus filhos e do Ocidente ajuntarei você."
  },
  {
    "referencia": "Provérbios 16:3",
    "vers": "Consagre ao Senhor tudo o que você faz, e os seus planos serão bem-sucedidos."
  },
  {
    "referencia": "Números 23:19",
    "vers": "Deus não é homem para que minta, nem filho de homem para que se arrependa. Acaso ele fala e deixa de agir? Acaso promete e deixa de cumprir?"
  },
  {
    "referencia": "João 16:33",
    "vers": "Eu disse essas coisas para que em mim vocês tenham paz. Neste mundo vocês terão aflições; contudo, tenham ânimo! Eu venci o mundo."
  },
  {
    "referencia": "Josué 1:9",
    "vers": "Não fui eu que ordenei a você? Seja forte e corajoso! Não se apavore nem desanime, pois o Senhor, o seu Deus, estará com você por onde você andar."
  },
  {
    "referencia": "Mateus 6:6",
    "vers": "Quando você orar, vá para seu quarto, feche a porta e ore a seu Pai, que está em secreto. Então seu Pai, que vê em secreto, o recompensará."
  },
  {
    "referencia": "Salmos 27:14",
    "vers": "Espere no Senhor. Seja forte! Coragem! Espere no Senhor."
  },
  {
    "referencia": "1 Samuel 7:12",
    "vers": "Então Samuel pegou uma pedra e a ergueu entre Mispa e Sem; e deu-lhe o nome de Ebenézer, dizendo: 'Até aqui o Senhor nos ajudou'."
  },
  {
    "referencia": "Filipenses 4:13",
    "vers": "Tudo posso naquele que me fortalece."
  },
  {
    "referencia": "Hebreus 10:36",
    "vers": "Com efeito, tendes necessidade de perseverança, para que, havendo feito a vontade de Deus, alcanceis a promessa."
  },
  {
    "referencia": "Hebreus 10:35",
    "vers": "Não abandoneis, portanto, a vossa confiança, que tem grande galardão."
  },
  {
    "referencia": "Salmos 119:105",
    "vers": "A tua palavra é lâmpada que ilumina os meus passos e luz que clareia o meu caminho."
  },
  {
    "referencia": "Salmos 91:7",
    "vers": "Mil poderão cair ao seu lado; dez mil, à sua direita, mas nada o atingirá."
  },
  {
    "referencia": "Salmos 4:8",
    "vers": "Em paz me deito e logo adormeço, pois só tu, Senhor, me fazes viver em segurança."
  },
  {
    "referencia": "Hebreus 11:1",
    "vers": "Ora, a fé é a certeza daquilo que esperamos e a prova das coisas que não vemos."
  },
  {
    "referencia": "Tiago 5:16",
    "vers": "Portanto, confessem os seus pecados uns aos outros e orem uns pelos outros para serem curados. A oração de um justo é poderosa e eficaz."
  },
  {
    "referencia": "1 João 1:9",
    "vers": "Se confessarmos os nossos pecados, ele é fiel e justo para perdoar os nossos pecados e nos purificar de toda injustiça."
  },
  {
    "referencia": "Colossenses 3:23",
    "vers": "Tudo o que fizerem, façam de todo o coração, como para o Senhor, e não para os homens."
  },
  {
    "referencia": "Romanos 10:17",
    "vers": "Consequentemente, a fé vem por se ouvir a mensagem, e a mensagem é ouvida mediante a palavra de Cristo."
  },
  {
    "referencia": "1 Pedro 5:6",
    "vers": "Humilhai-vos, portanto, sob a poderosa mão de Deus, para que ele, em tempo oportuno, vos exalte."
  },
  {
    "referencia": "Romanos 14:11",
    "vers": "Por mim mesmo jurei, diz o Senhor, diante de mim todo joelho se dobrará e toda língua confessará que sou Deus."
  },
  {
    "referencia": "Gálatas 5:22",
    "vers": "Mas o fruto do Espírito é amor, alegria, paz, paciência, amabilidade, bondade, fidelidade."
  },
  {
    "referencia": "Mateus 11:28",
    "vers": "Venham a mim, todos os que estão cansados e sobrecarregados, e eu darei descanso a vocês."
  },
  {
    "referencia": "1 Tessalonicenses 5:18",
    "vers": "Deem graças em todas as circunstâncias, pois esta é a vontade de Deus para vocês em Cristo Jesus."
  },
  {
    "referencia": "Efésios 3:20",
    "vers": "Aquele que é capaz de fazer infinitamente mais do que tudo o que pedimos ou pensamos, de acordo com o seu poder que atua em nós."
  },
  {
    "referencia": "Provérbios 17:22",
    "vers": "O coração bem disposto é remédio eficiente, mas o espírito oprimido resseca os ossos."
  },
  {
    "referencia": "Gálatas 2:20",
    "vers": "Fui crucificado com Cristo. Assim, já não sou eu quem vive, mas Cristo vive em mim. A vida que agora vivo no corpo, vivo-a pela fé no Filho de Deus, que me amou e se entregou por mim."
  },
  {
    "referencia": "1 Coríntios 10:12",
    "vers": "Assim, aquele que julga estar firme, cuide-se para que não caia!"
  },
  {
    "referencia": "Romanos 8:28",
    "vers": "Sabemos que Deus age em todas as coisas para o bem daqueles que o amam, dos que foram chamados de acordo com o seu propósito."
  },
  {
    "referencia": "2 Coríntios 5:17",
    "vers": "Portanto, se alguém está em Cristo, é nova criação. As coisas antigas já passaram; eis que surgiram coisas novas!"
  },
  {
    "referencia": "Romanos 12:21",
    "vers": "Não se deixem vencer pelo mal, mas vençam o mal com o bem."
  },
  {
    "referencia": "Marcos 11:24",
    "vers": "Portanto, eu digo: Tudo o que vocês pedirem em oração, creiam que já o receberam, e assim sucederá."
  },
  {
    "referencia": "1 Timóteo 5:8",
    "vers": "Se alguém não cuida de seus parentes, e especialmente dos de sua própria família, negou a fé e é pior que um descrente."
  },
  {
    "referencia": "Mateus 26:41",
    "vers": "Vigiai e orai para que não entreis em tentação. O espírito está pronto, mas a carne é fraca."
  },
  {
    "referencia": "Efésios 5:14",
    "vers": "Por isso é que foi dito: 'Desperta, ó tu que dormes, levanta-te dentre os mortos, e Cristo resplandecerá sobre ti'."
  },
  {
    "referencia": "1 Pedro 5:14",
    "vers": "Saudai-vos uns aos outros com ósculo de amor. Paz a todos vós que estais em Cristo."
  },
  {
    "referencia": "1 Coríntios 2:9",
    "vers": "Nenhum olho viu, nenhum ouvido ouviu, nenhuma mente humana imaginou o que Deus preparou para aqueles que o amam."
  },
  {
    "referencia": "Amós 5:14",
    "vers": "Buscai o bem e não o mal, para que vivais, e assim o Senhor, o Deus dos Exércitos, estará convosco, como dizeis."
  },
  {
    "referencia": "1 Pedro 5:7",
    "vers": "Lancem sobre ele toda a sua ansiedade, porque ele tem cuidado de vocês."
  },
  {
    "referencia": "Mateus 7:7-8",
    "vers": "Peçam, e será dado; busquem, e encontrarão; batam, e a porta será aberta. Pois todo o que pede recebe; o que busca encontra; e aquele que bate, a porta será aberta."
  },
  {
    "referencia": "1 Pedro 4:7",
    "vers": "Ora, o fim de todas as coisas está próximo, sede, portanto, criteriosos e sóbrios a bem das vossas orações."
  },
  {
    "referencia": "Mateus 5:43-44",
    "vers": "Ouvistes que foi dito: 'Ame o seu próximo e odeie o seu inimigo'. Mas eu vos digo: Amai os vossos inimigos e orai pelos que vos perseguem."
  },
  {
    "referencia": "Naum 1:7",
    "vers": "O Senhor é bom, um refúgio em tempos de angústia. Ele protege os que nele confiam."
  },
  {
    "referencia": "Gálatas 6:7",
    "vers": "Não vos enganeis: de Deus não se zomba. Pois aquilo que o homem semear, isso também colherá."
  },
  {
    "referencia": "Jeremias 1:12",
    "vers": "Disse-me o Senhor: 'Viste bem, porque eu velo sobre a minha palavra para a cumprir'."
  },
  {
    "referencia": "Apocalipse 21:4",
    "vers": "Ele enxugará dos seus olhos toda lágrima. Não haverá mais morte, nem tristeza, nem choro, nem dor, pois a antiga ordem já passou."
  },
  {
    "referencia": "Filipenses 4:6",
    "vers": "Não andem ansiosos por coisa alguma, mas em tudo, pela oração e súplicas, e com ação de graças, apresentem seus pedidos a Deus."
  },
  {
    "referencia": "1 Coríntios 13:13",
    "vers": "Assim, permanecem agora estes três: a fé, a esperança e o amor. O maior deles, porém, é o amor."
  },
  {
    "referencia": "1 João 3:16",
    "vers": "Conhecemos o amor nisto: que ele deu a sua vida por nós, e nós devemos dar a vida pelos irmãos."
  },
  {
    "referencia": "Lucas 17:3-4",
    "vers": "Acautelai-vos. Se teu irmão pecar contra ti, repreende-o; se ele se arrepender, perdoa-lhe. Se, por sete vezes no dia, pecar contra ti e, sete vezes, vier dizendo: Estou arrependido, perdoa-lhe."
  },
  {
    "referencia": "Provérbios 22:6",
    "vers": "Educa a criança no caminho em que deve andar, e até quando envelhecer não se desviará dele."
  },
  {
    "referencia": "Lucas 6:37",
    "vers": "Não julgueis e não sereis julgados; não condeneis e não sereis condenados; perdoai e sereis perdoados."
  },
  {
    "referencia": "Filipenses 4:7",
    "vers": "E a paz de Deus, que excede todo o entendimento, guardará os vossos corações e os vossos sentimentos em Cristo Jesus."
  },
  {
    "referencia": "1 Pedro 4:10",
    "vers": "Servi uns aos outros, cada um conforme o dom que recebeu, como bons despenseiros da multiforme graça de Deus."
  },
  {
    "referencia": "Deuteronômio 31:8",
    "vers": "O próprio Senhor irá à sua frente e estará com você; ele nunca o deixará, nunca o abandonará. Não tenha medo! Não desanime!"
  },
  {
    "referencia": "João 8:12",
    "vers": "Jesus disse: 'Eu sou a luz do mundo. Quem me segue, nunca andará em trevas, mas terá a luz da vida'."
  },
  {
    "referencia": "Provérbios 28:13",
    "vers": "Quem esconde os seus pecados não prospera, mas quem os confessa e os abandona encontra misericórdia."
  },
  {
    "referencia": "Romanos 8:38",
    "vers": "Porque estou certo de que nem a morte, nem a vida, nem os anjos, nem os principados, nem as potestades, nem o presente, nem o porvir."
  },
  {
    "referencia": "1 Coríntios 10:13",
    "vers": "Fiel é Deus, que não vos deixará tentar acima do que podeis; antes, com a tentação, dará também o escape, para que a possais suportar."
  },
  {
    "referencia": "Atos 4:12",
    "vers": "E em nenhum outro há salvação, porque também debaixo do céu nenhum outro nome há, dado entre os homens, pelo qual devamos ser salvos."
  },
  {
    "referencia": "Atos 2:38",
    "vers": "Arrependei-vos, e cada um de vós seja batizado em nome de Jesus Cristo para perdão dos pecados, e recebereis o dom do Espírito Santo."
  },
  {
    "referencia": "João 10:10",
    "vers": "O ladrão não vem senão a roubar, a matar e a destruir; eu vim para que tenham vida, e a tenham com abundância."
  },
  {
    "referencia": "Isaías 3:10",
    "vers": "Dizei aos justos que bem lhes irá, porque comerão do fruto das suas obras."
  },
  {
    "referencia": "Mateus 19:26",
    "vers": "Jesus olhou para eles e respondeu: 'Para o homem é impossível, mas para Deus todas as coisas são possíveis'."
  },
  {
    "referencia": "Salmos 28:7",
    "vers": "O Senhor é a minha força e o meu escudo; nele o meu coração confia, e dele recebo ajuda. Meu coração exulta de alegria, e com o meu cântico lhe darei graças."
  },
  {
    "referencia": "1 Coríntios 15:33",
    "vers": "Não se deixem enganar: 'As más companhias corrompem os bons costumes'."
  },
  {
    "referencia": "Hebreus 8:12",
    "vers": "Pois, para com as suas iniquidades, usarei de misericórdia e dos seus pecados jamais me lembrarei."
  },
  {
    "referencia": "Efésios 4:32",
    "vers": "Antes, sede uns para com os outros benignos, compassivos, perdoando-vos uns aos outros, como também Deus, em Cristo, vos perdoou."
  },
  {
    "referencia": "Hebreus 4:12",
    "vers": "Porque a palavra de Deus é viva e eficaz, e é apta para discernir os pensamentos e intenções do coração."
  },
  {
    "referencia": "Colossenses 1:13-14",
    "vers": "Ele nos libertou do império das trevas e nos transportou para o reino do Filho do seu amor, no qual temos a redenção, a remissão dos pecados."
  },
  {
    "referencia": "Mateus 6:12",
    "vers": "E perdoa-nos as nossas dívidas, assim como nós temos perdoado aos nossos devedores."
  },
  {
    "referencia": "Tiago 2:19",
    "vers": "Crês, tu, que Deus é um só? Fazes bem. Até os demônios creem e tremem."
  },
  {
    "referencia": "João 14:27",
    "vers": "Deixo a paz a vocês; a minha paz dou a vocês. Não a dou como o mundo a dá. Não se perturbe o seu coração, nem tenham medo."
  },
  {
    "referencia": "João 11:25",
    "vers": "Disse-lhe Jesus: 'Eu sou a ressurreição e a vida. Aquele que crê em mim, ainda que morra, viverá'."
  },
  {
    "referencia": "Isaías 26:3",
    "vers": "Tu conservarás em paz aquele cuja mente está firme em ti, porque ele confia em ti."
  },
  {
    "referencia": "2 Timóteo 1:7",
    "vers": "Porque Deus não nos deu o espírito de temor, mas de fortaleza, e de amor, e de moderação."
  },
  {
    "referencia": "Filipenses 4:8",
    "vers": "Tudo o que é honesto, tudo o que é justo, tudo o que é puro, tudo o que é amável, tudo o que é de boa fama, se há alguma virtude, e se há algum louvor, nisso pensai."
  },
  {
    "referencia": "1 Coríntios 6:19",
    "vers": "Ou não sabeis que o nosso corpo é o templo do Espírito Santo, que habita em vós, proveniente de Deus, e que não sois de vós mesmos?"
  },
  {
    "referencia": "Marcos 11:25",
    "vers": "E, quando estiverdes orando, se tendes alguma coisa contra alguém, perdoai, para que vosso Pai celestial vos perdoe as vossas ofensas."
  },
  {
    "referencia": "Salmos 133:3",
    "vers": "Como o orvalho do Hermom, que desce sobre os montes de Sião; porque ali o Senhor ordena a bênção e a vida para sempre."
  },
  {
    "referencia": "Tito 1:8",
    "vers": "Antes, hospitaleiro, amigo do bem, sóbrio, justo, piedoso, que tenha domínio de si."
  },
  {
    "referencia": "Romanos 10:9",
    "vers": "A saber: Se, com a tua boca, confessares ao Senhor Jesus e, em teu coração, creres que Deus o ressuscitou dos mortos, serás salvo."
  },
  {
    "referencia": "2 Timóteo 3:16",
    "vers": "Toda Escritura divinamente inspirada é proveitosa para ensinar, para redarguir, para corrigir, para instruir em justiça."
  },
  {
    "referencia": "Provérbios 3:5",
    "vers": "Confia no Senhor de todo o teu coração e não te estribes no teu próprio entendimento."
  },
  {
    "referencia": "2 Coríntios 5:21",
    "vers": "Aquele que não conheceu pecado, o fez pecado por nós, para que, nele, fôssemos feitos justiça de Deus."
  },
  {
    "referencia": "Efésios 2:8",
    "vers": "Porque pela graça sois salvos, por meio da fé; e isso não vem de vós, é dom de Deus."
  },
  {
    "referencia": "2 Coríntios 7:1",
    "vers": "Amados, visto que temos essas promessas, purifiquemo-nos de tudo o que contamina o corpo e o espírito, aperfeiçoando a santidade no temor de Deus."
  },
  {
    "referencia": "Marcos 9:35",
    "vers": "Assentando-se, Jesus chamou os Doze e disse: 'Se alguém quiser ser o primeiro, será o último, e servo de todos'."
  },
  {
    "referencia": "Romanos 5:8",
    "vers": "Mas Deus demonstra seu amor por nós: Cristo morreu em nosso favor quando ainda éramos pecadores."
  },
  {
    "referencia": "Sofonias 3:17",
    "vers": "O Senhor, teu Deus, está no meio de ti, poderoso para salvar-te. Ele se deleitará em ti com alegria, renovar-te-á no seu amor, regozijar-se-á em ti com júbilo."
  },
  {
    "referencia": "1 João 1:6",
    "vers": "Se dissermos que mantemos comunhão com ele e andarmos nas trevas, mentimos e não praticamos a verdade."
  },
  {
    "referencia": "Romanos 12:1",
    "vers": "Rogo-vos, pois, irmãos, pela compaixão de Deus, que apresenteis o vosso corpo em sacrifício vivo, santo e agradável a Deus, que é o vosso culto racional."
  },
  {
    "referencia": "Salmos 133:1",
    "vers": "Oh! Quão bom e quão suave é que os irmãos vivam em união!"
  },
  {
    "referencia": "Romanos 6:23",
    "vers": "Porque o salário do pecado é a morte, mas o dom gratuito de Deus é a vida eterna, por Cristo Jesus, nosso Senhor."
  },
  {
    "referencia": "Provérbios 3:6",
    "vers": "Reconhece-o em todos os teus caminhos, e ele endireitará as tuas veredas."
  },
  {
    "referencia": "Êxodo 33:14",
    "vers": "Respondeu o Senhor: 'Eu mesmo o acompanharei e lhe darei descanso'."
  },
  {
    "referencia": "Mateus 19:6",
    "vers": "Assim, eles já não são dois, mas sim uma só carne. Portanto, o que Deus uniu, ninguém separa."
  },
  {
    "referencia": "Josué 21:45",
    "vers": "De todas as boas promessas do Senhor à nação de Israel, nenhuma delas falhou; todas se cumpriram."
  },
  {
    "referencia": "Isaías 40:29",
    "vers": "Ele fortalece o cansado e dá grande vigor ao que está sem forças."
  },
  {
    "referencia": "Atos 3:19",
    "vers": "Arrependei-vos, pois, e convertei-vos para serem cancelados os vossos pecados."
  },
  {
    "referencia": "Isaías 43:25",
    "vers": "Eu, eu mesmo, sou o que apago as tuas transgressões por amor de mim e dos teus pecados não me lembro."
  },
  {
    "referencia": "1 Pedro 4:7",
    "vers": "Ora, o fim de todas as coisas está próximo; sede, portanto, criteriosos e sóbrios a bem das vossas orações."
  },
  {
    "referencia": "Salmos 86:5",
    "vers": "Pois tu, Senhor, és bom e compassivo, abundante em benignidade para com todos os que te invocam."
  },
  {
    "referencia": "Provérbios 17:9",
    "vers": "O que encobre a transgressão adquire amor, mas o que traz o assunto à baila separa os maiores amigos."
  },
  {
    "referencia": "Isaías 41:10",
    "vers": "Não temas, porque eu sou contigo; não te assombres, porque eu sou o teu Deus. Eu te fortalecerei, e te ajudo, e te sustento com a minha destra fiel."
  },
  {
    "referencia": "Efésios 5:33",
    "vers": "Portanto, cada um de vocês também ame a sua mulher como a si mesmo, e a mulher trate o marido com todo o respeito."
  },
  {
    "referencia": "Provérbios 28:13",
    "vers": "O que encobre as suas transgressões jamais prosperará, mas o que as confessa e as deixa alcançará misericórdia."
  },
  {
    "referencia": "Gálatas 5:13",
    "vers": "Irmãos, vocês foram chamados para a liberdade. Mas não usem a liberdade para dar ocasião à vontade da carne; ao contrário, sirvam uns aos outros mediante o amor."
  },
  {
    "referencia": "Isaías 53:4",
    "vers": "Verdadeiramente, ele tomou sobre si as nossas enfermidades e as nossas dores levou sobre si; e nós o reputamos por aflito, ferido de Deus e oprimido."
  },
  {
    "referencia": "1 Pedro 4:8",
    "vers": "Acima de tudo, porém, tende amor intenso uns para com os outros, porque o amor cobre multidão de pecados."
  },
  {
    "referencia": "2 Coríntios 12:9",
    "vers": "Porque o meu poder se aperfeiçoa na fraqueza. De boa vontade, pois, me gloriarei nas minhas fraquezas, para que em mim habite o poder de Cristo."
  },
  {
    "referencia": "Deuteronômio 13:4",
    "vers": "Sigam somente o Senhor, o seu Deus, e temam a ele somente. Cumpram os seus mandamentos e obedeçam-lhe, sirvam-no e apeguem-se a ele."
  },
  {
    "referencia": "Ezequiel 36:26",
    "vers": "Darei a vocês um coração novo e porei um espírito novo em vocês; tirarei de vocês o coração de pedra e, em troca, darei um coração de carne."
  },
  {
    "referencia": "1 Pedro 4:10",
    "vers": "Cada um exerça o dom que recebeu para servir os outros, administrando fielmente a graça de Deus."
  },
  {
    "referencia": "Salmos 119:50",
    "vers": "Este é o meu consolo no meu sofrimento: a tua promessa dá-me vida."
  },
  {
    "referencia": "2 Tessalonicenses 3:13",
    "vers": "E vós, irmãos, não vos canseis de fazer o bem."
  },
  {
    "referencia": "João 20:29",
    "vers": "Disse-lhe Jesus: 'Porque me viste, creste? Bem-aventurados os que não viram e creram'."
  },
  {
    "referencia": "Gênesis 2:18",
    "vers": "Então o Senhor Deus declarou: 'Não é bom que o homem esteja só; farei para ele alguém que o auxilie e lhe corresponda'."
  },
  {
    "referencia": "Tiago 1:12",
    "vers": "Feliz é o homem que persevera na provação, porque depois de aprovado receberá a coroa da vida, que Deus prometeu aos que o amam."
  },
  {
    "referencia": "Hebreus 6:10",
    "vers": "Deus não é injusto; ele não se esquecerá do trabalho de vocês e do amor que demonstraram por ele, pois ajudaram os santos e continuam a ajudá-los."
  },
  {
    "referencia": "Salmos 136:1",
    "vers": "Deem graças ao Senhor, porque ele é bom. O seu amor dura para sempre!"
  },
  {
    "referencia": "Isaías 6:8",
    "vers": "Depois disto, ouvi a voz do Senhor, que dizia: 'A quem enviarei, e quem há de ir por nós?' Disse eu: 'Eis-me aqui, envia-me a mim'."
  },
  {
    "referencia": "Romanos 12:7",
    "vers": "Se o seu dom é servir, sirva; se é ensinar, ensine."
  },
  {
    "referencia": "Provérbios 3:12",
    "vers": "Porque o Senhor repreende aquele a quem ama, assim como o pai ao filho a quem quer bem."
  },
  {
    "referencia": "Tiago 1:17",
    "vers": "Toda a boa dádiva e todo o dom perfeito vem do alto, descendo do Pai das luzes, em quem não há mudança nem sombra de variação."
  },
  {
    "referencia": "Provérbios 2:6",
    "vers": "Porque o Senhor dá a sabedoria; da sua boca é que vem o conhecimento e o entendimento."
  },
  {
    "referencia": "Colossenses 3:14",
    "vers": "Acima de tudo, porém, revistam-se do amor, que é o elo perfeito."
  },
  {
    "referencia": "Salmos 119:140",
    "vers": "A tua promessa foi plenamente comprovada, e, por isso, o teu servo a ama."
  },
  {
    "referencia": "Romanos 12:11",
    "vers": "Nunca falte a vocês o zelo; sejam fervorosos no espírito, sirvam ao Senhor."
  },
  {
    "referencia": "1 João 2:25",
    "vers": "E esta é a promessa que ele nos fez: a vida eterna."
  },
  {
    "referencia": "Gálatas 1:8",
    "vers": "Mas, ainda que nós ou um anjo dos céus pregue um evangelho diferente daquele que pregamos a vocês, que seja amaldiçoado!"
  },
  {
    "referencia": "Salmos 139:14",
    "vers": "Eu te louvo porque me fizeste de modo especial e admirável. Tuas obras são maravilhosas! Digo isso com convicção."
  },
  {
    "referencia": "Provérbios 3:13",
    "vers": "Bem-aventurado o homem que acha sabedoria, e o homem que adquire conhecimento."
  },
  {
    "referencia": "Tiago 1:27",
    "vers": "A religião pura e imaculada para com Deus e Pai é esta: visitar os órfãos e as viúvas nas suas tribulações, e guardar-se da corrupção do mundo."
  },
  {
    "referencia": "Provérbios 3:9",
    "vers": "Honra ao Senhor com os teus bens, e com a primeira parte de todos os teus ganhos."
  },
  {
    "referencia": "1 João 4:10",
    "vers": "Nisto consiste o amor: não em que nós tenhamos amado a Deus, mas em que ele nos amou e enviou seu Filho como propiciação pelos nossos pecados."
  },
  {
    "referencia": "2 Coríntios 4:17",
    "vers": "Porque a nossa leve e momentânea tribulação produz para nós eterno peso de glória, muito acima de toda comparação."
  },
  {
    "referencia": "Isaías 43:2",
    "vers": "Quando passares pelas águas, eu serei contigo; quando pelos rios, eles não te submergirão; quando passares pelo fogo, não te queimarás, nem a chama arderá em ti."
  },
  {
    "referencia": "Salmos 138:4",
    "vers": "Todos os reis da terra te renderão graças, Senhor, pois saberão das tuas promessas."
  },
  {
    "referencia": "Mateus 23:11",
    "vers": "O maior entre vocês deverá ser servo."
  },
  {
    "referencia": "Salmos 113:7-8",
    "vers": "Ele levanta do pó o necessitado e ergue do lixo o pobre, para fazê-los sentar-se com príncipes, com os príncipes do seu povo."
  },
  {
    "referencia": "Salmos 91:7",
    "vers": "Mil cairão ao teu lado, e dez mil à tua direita, mas tu não serás atingido."
  },
  {
    "referencia": "2 Coríntios 2:15",
    "vers": "Porque para Deus somos o bom perfume de Cristo, nos que se salvam e nos que se perdem."
  },
  {
    "referencia": "Lucas 11:28",
    "vers": "Mas ele disse: Antes, bem-aventurados os que ouvem a palavra de Deus e a guardam."
  },
  {
    "referencia": "Hebreus 10:23",
    "vers": "Apeguemo-nos com firmeza à esperança que professamos, pois aquele que prometeu é fiel."
  },
  {
    "referencia": "Provérbios 3:24",
    "vers": "Quando se deitar, não terá medo; o seu sono será tranquilo."
  },
  {
    "referencia": "Provérbios 18:22",
    "vers": "Quem encontra uma esposa encontra algo excelente; recebeu uma bênção do Senhor."
  },
  {
    "referencia": "2 Coríntios 8:12",
    "vers": "Porque, se há boa vontade, será aceita conforme o que o homem tem e não segundo o que ele não tem."
  },
  {
    "referencia": "Mateus 6:24",
    "vers": "Ninguém pode servir a dois senhores; pois odiará um e amará o outro, ou se dedicará a um e desprezará o outro. Vocês não podem servir a Deus e ao dinheiro."
  },
  {
    "referencia": "Provérbios 1:7",
    "vers": "O temor do Senhor é o princípio do conhecimento; os loucos desprezam a sabedoria e a instrução."
  },
  {
    "referencia": "Salmos 92:1",
    "vers": "Bom é louvar ao SENHOR, e cantar louvores ao teu nome, ó Altíssimo."
  },
  {
    "referencia": "Romanos 12:9",
    "vers": "O amor seja não fingido. Aborrecei o mal e apegai-vos ao bem."
  },
  {
    "referencia": "Apocalipse 19:9",
    "vers": "Bem-aventurados aqueles que são chamados à ceia das bodas do Cordeiro. E acrescentou: São estas as verdadeiras palavras de Deus."
  },
  {
    "referencia": "Salmos 91:1",
    "vers": "Aquele que habita no esconderijo do Altíssimo, à sombra do Onipotente descansará."
  },
  {
    "referencia": "Filipenses 2:13",
    "vers": "Porque Deus é o que opera em vós tanto o querer como o efetuar, segundo a sua boa vontade."
  },
  {
    "referencia": "Provérbios 3:7",
    "vers": "Não sejas sábio a teus próprios olhos, teme ao Senhor e aparta-te do mal."
  },
  {
    "referencia": "Zacarias 1:3",
    "vers": "Portanto, dize-lhes: Assim diz o Senhor dos Exércitos: Tornai-vos para mim, diz o Senhor dos Exércitos, e eu me tornarei para vós, diz o Senhor dos Exércitos."
  },
  {
    "referencia": "Eclesiastes 9:10",
    "vers": "Tudo quanto vier à mão para fazer, faze-o conforme as tuas forças, porque na sepultura, para onde tu vais, não há obra nem projeto, nem conhecimento, nem sabedoria alguma."
  },
  {
    "referencia": "Provérbios 3:30",
    "vers": "Não contendas com alguém sem causa, se não te fez nenhum mal."
  },
  {
    "referencia": "Mateus 7:13",
    "vers": "Entrai pela porta estreita; porque larga é a porta, e espaçoso o caminho que conduz à perdição, e muitos são os que entram por ela."
  },
  {
    "referencia": "1 João 4:7-8",
    "vers": "Amemos uns aos outros, porque o amor é de Deus; e qualquer que ama é nascido de Deus e conhece a Deus. Aquele que não ama não conhece a Deus, porque Deus é amor."
  },
  {
    "referencia": "Tiago 4:8",
    "vers": "Chegai-vos a Deus, e ele se chegará a vós. Limpai as mãos, pecadores, e vós de duplo ânimo, purificai os corações."
  },
  {
    "referencia": "Salmos 23:1",
    "vers": "O Senhor é o meu pastor, nada me faltará."
  },
  {
    "referencia": "Mateus 9:13",
    "vers": "Ide, porém, e aprendei o que significa: Misericórdia quero, e não sacrifício. Porque eu não vim a chamar os justos, mas os pecadores, ao arrependimento."
  },
  {
    "referencia": "Provérbios 3:26",
    "vers": "Porque o Senhor será a tua esperança; guardará os teus pés de serem capturados."
  },
  {
    "referencia": "3 João 1:11",
    "vers": "Amado, não sigas o mal, mas o bem. Quem faz o bem é de Deus; mas quem faz o mal não tem visto a Deus."
  },
  {
    "referencia": "Provérbios 3:3",
    "vers": "Não te desamparem a benignidade e a fidelidade; ata-as ao teu pescoço, escreve-as na tábua do teu coração."
  },
  {
    "referencia": "Isaías 45:2",
    "vers": "Eu irei adiante de ti, e endireitarei os caminhos tortuosos; quebrarei as portas de bronze, e despedaçarei os ferrolhos de ferro."
  },
  {
    "referencia": "Jeremias 29:11",
    "vers": "Porque eu bem sei os pensamentos que tenho a vosso respeito, diz o Senhor; pensamentos de paz, e não de mal, para vos dar o fim que esperais."
  },
  {
    "referencia": "Eclesiastes 4:9",
    "vers": "Melhor é serem dois do que um, porque têm melhor paga do seu trabalho."
  },
  {
    "referencia": "Provérbios 18:24",
    "vers": "O homem que tem muitos amigos sai perdendo; mas há amigo mais chegado do que um irmão."
  },
  {
    "referencia": "Tiago 1:5",
    "vers": "E, se algum de vós tem falta de sabedoria, peça-a a Deus, que a todos dá liberalmente, e o não lança em rosto, e ser-lhe-á dada."
  },
  {
    "referencia": "João 14:15",
    "vers": "Se me amas, guarda os meus mandamentos."
  },
  {
    "referencia": "Provérbios 3:32",
    "vers": "Porque o perverso é abominável ao Senhor, mas com os sinceros ele tem intimidade."
  },
  {
    "referencia": "Mateus 7:18",
    "vers": "Não pode a árvore boa dar maus frutos; nem a árvore má dar frutos bons."
  },
  {
    "referencia": "Provérbios 3:5",
    "vers": "Confia no Senhor de todo o teu coração, e não te estribes no teu próprio entendimento."
  },
  {
    "referencia": "Isaías 45:3",
    "vers": "Dar-te-ei os tesouros escondidos, e as riquezas cobertas, para que saibas que eu sou o Senhor, o Deus de Israel, que te chama pelo teu nome."
  },
  {
    "referencia": "Hebreus 12:2",
    "vers": "Olhando para Jesus, autor e consumador da fé, o qual, pelo gozo que lhe estava proposto, suportou a cruz, desprezando a afronta, e assentou-se à destra do trono de Deus."
  },
  {
    "referencia": "1 João 4:12",
    "vers": "Ninguém jamais viu a Deus; se amarmos uns aos outros, Deus permanece em nós, e o seu amor é, em nós, aperfeiçoado."
  },
  {
    "referencia": "1 Tessalonicenses 5:11",
    "vers": "Por isso exortai-vos uns aos outros, e edificai-vos uns aos outros, como também o fazeis."
  },
  {
    "referencia": "Tiago 3:2",
    "vers": "Porque todos tropeçamos em muitas coisas. Se alguém não tropeça em palavra, o tal é perfeito, e poderoso para também refrear todo o corpo."
  },
  {
    "referencia": "Provérbios 2:7",
    "vers": "Ele reserva a verdadeira sabedoria para os retos. Escudo é para os que caminham na sinceridade."
  },
  {
    "referencia": "Salmos 23:4",
    "vers": "Ainda que eu andasse pelo vale da sombra da morte, não temeria mal algum, porque tu estás comigo; a tua vara e o teu cajado me consolam."
  },
  {
    "referencia": "Deuteronômio 31:6",
    "vers": "Sede fortes e corajosos, não temais, nem vos atemorizeis diante deles, porque o Senhor, vosso Deus, é quem vai convosco; não vos deixará, nem vos desamparará."
  },
  {
    "referencia": "Provérbios 3:27",
    "vers": "Não deixes de fazer bem a quem o merece, estando em tuas mãos a capacidade de fazê-lo."
  },
  {
    "referencia": "Apocalipse 1:3",
    "vers": "Bem-aventurado aquele que lê, e os que ouvem as palavras desta profecia, e guardam as coisas que nela estão escritas; porque o tempo está próximo."
  },
  {
    "referencia": "João 15:12",
    "vers": "O meu mandamento é este: que vos ameis uns aos outros, assim como eu vos amei."
  },
  {
    "referencia": "Provérbios 1:23",
    "vers": "Atentai para a minha repreensão, pois eis que vos derramarei abundantemente do meu espírito, e vos farei saber as minhas palavras."
  },
  {
    "referencia": "Eclesiastes 4:10",
    "vers": "Porque, se caírem, um levanta o companheiro; ai, porém, do que estiver só, pois, caindo, não haverá quem o levante."
  },
  {
    "referencia": "Tiago 4:4",
    "vers": "Não compreendeis que a amizade do mundo é inimizade contra Deus? Aquele, pois, que quiser ser amigo do mundo constitui-se inimigo de Deus."
  },
  {
    "referencia": "1 João 3:14",
    "vers": "Nós sabemos que passamos da morte para a vida, porque amamos os irmãos. Quem não ama seu irmão permanece na morte."
  },
  {
    "referencia": "Provérbios 13:20",
    "vers": "Quem anda com os sábios será sábio, mas o companheiro dos insensatos se tornará mau."
  },
  {
    "referencia": "Romanos 15:2",
    "vers": "Portanto, cada um de nós agrade ao seu próximo no que é bom para edificação."
  },
  {
    "referencia": "Lucas 15:7",
    "vers": "Digo-vos que assim haverá alegria no céu por um pecador que se arrepende, mais do que por noventa e nove justos que não necessitam de arrependimento."
  },
  {
    "referencia": "Salmos 31:24",
    "vers": "Esforçai-vos, e ele fortalecerá o vosso coração, vós todos que esperais no Senhor."
  },
  {
    "referencia": "Salmos 143:8",
    "vers": "Faze-me ouvir a tua benignidade pela manhã, pois em ti confio; faze-me saber o caminho que devo seguir, porque a ti elevo a minha alma."
  },
  {
    "referencia": "1 Crônicas 28:20",
    "vers": "Esforça-te e tem bom ânimo, não temas, nem te apavores, porque o Senhor, meu Deus, há de ser contigo; não te deixará, nem te desamparará."
  },
  {
    "referencia": "3 João 1:2",
    "vers": "Amado, acima de tudo, faço votos por tua prosperidade e saúde, assim como é próspera a tua alma."
  },
  {
    "referencia": "Números 6:24-25",
    "vers": "O Senhor te abençoe e te guarde; o Senhor faça resplandecer o rosto sobre ti e tenha misericórdia de ti."
  },
  {
    "referencia": "João 15:13",
    "vers": "Ninguém tem maior amor do que este, de dar alguém a sua vida pelos seus amigos."
  },
  {
    "referencia": "2 Pedro 3:9",
    "vers": "O Senhor não retarda a sua promessa, ainda que alguns a tenham por tardia; mas é longânimo para conosco, não querendo que alguns se percam, senão que todos venham a arrepender-se."
  },
  {
    "referencia": "Lucas 12:29-30",
    "vers": "Não andeis a indagar o que haveis de comer ou beber e não andeis inquietos. Porque os gentios é que procuram todas essas coisas; mas vosso Pai sabe que precisais delas."
  },
  {
    "referencia": "João 14:13",
    "vers": "E tudo quanto pedirdes em meu nome, isso farei, a fim de que o Pai seja glorificado no Filho. Se me pedirdes alguma coisa em meu nome, eu o farei."
  },
  {
    "referencia": "Marcos 12:30",
    "vers": "Amarás, pois, ao Senhor teu Deus de todo o teu coração, e de toda a tua alma, e de todo o teu entendimento, e de todas as tuas forças. Este é o primeiro mandamento."
  },
  {
    "referencia": "Deuteronômio 20:4",
    "vers": "Pois o Senhor vosso Deus é quem vai convosco a pelejar por vós contra os vossos inimigos, para vos salvar."
  },
  {
    "referencia": "2 Timóteo 1:7",
    "vers": "Porque Deus não nos deu o espírito de temor, mas de fortaleza, e de amor, e de moderação."
  },
  {
    "referencia": "Romanos 8:31",
    "vers": "Que diremos, pois, à vista destas coisas? Se Deus é por nós, quem será contra nós?"
  },
  {
    "referencia": "Romanos 15:5",
    "vers": "Ora, o Deus da paciência e da consolação vos conceda que tenhais o mesmo sentir uns para com os outros, segundo Cristo Jesus."
  },
  {
    "referencia": "Lucas 6:35",
    "vers": "Amai, pois, a vossos inimigos, e fazei bem, sem nada esperardes, e será grande o vosso galardão, e sereis filhos do Altíssimo, porque ele é benigno até para com os ingratos e maus."
  },
  {
    "referencia": "Romanos 12:10",
    "vers": "Amai-vos cordialmente uns aos outros com amor fraternal, preferindo-vos em honra uns aos outros."
  },
  {
    "referencia": "Lucas 1:45",
    "vers": "Bem-aventurada a que creu, porque serão cumpridas as palavras que lhe foram ditas da parte do Senhor."
  },
  {
    "referencia": "Mateus 25:40",
    "vers": "E, respondendo o Rei, lhes dirá: Em verdade vos digo que quando o fizestes a um destes meus pequeninos irmãos, a mim o fizestes."
  },
  {
    "referencia": "Cânticos 8:7",
    "vers": "As muitas águas não podem apagar este amor, nem os rios afogá-lo. Ainda que alguém desse todos os bens de sua casa pelo amor, certamente o desprezariam."
  },
  {
    "referencia": "1 Coríntios 15:58",
    "vers": "Portanto, meus amados irmãos, sede firmes, inabaláveis e sempre abundantes na obra do Senhor, sabendo que, no Senhor, o vosso trabalho não é vão."
  },
  {
    "referencia": "Romanos 13:8",
    "vers": "A ninguém devais coisa alguma, a não ser o amor com que vos ameis uns aos outros, porque quem ama aos outros cumpriu a lei."
  },
  {
    "referencia": "Atos 17:30",
    "vers": "Mas Deus, não tendo em conta os tempos da ignorância, anuncia agora a todos os homens, e em todo lugar, que se arrependam."
  },
  {
    "referencia": "Ezequiel 18:32",
    "vers": "Porque não tenho prazer na morte do que morre, diz o Senhor Deus; convertei-vos, pois, e vivei."
  },
  {
    "referencia": "Isaías 43:4",
    "vers": "Visto que foste precioso aos meus olhos, também foste honrado, e eu te amei; assim dei os homens por ti, e os povos pela tua vida."
  },
  {
    "referencia": "Salmos 16:8",
    "vers": "O Senhor, tenho-o sempre à minha presença; estando ele à minha direita, não serei abalado."
  },
  {
    "referencia": "2 Timóteo 4:7",
    "vers": "Combati o bom combate, completei a carreira, guardei a fé."
  },
  {
    "referencia": "Lucas 1:45",
    "vers": "Bem-aventurada a que creu, porque serão cumpridas as palavras que lhe foram ditas da parte do Senhor."
  },
  {
    "referencia": "Romanos 8:15",
    "vers": "Porque não recebestes o espírito de escravidão, para outra vez estardes em temor, mas recebestes o Espírito de adoção de filhos, pelo qual clamamos: Aba, Pai."
  },
  {
    "referencia": "Salmos 23:4",
    "vers": "Ainda que eu andasse pelo vale da sombra da morte, não temeria mal algum, porque tu estás comigo; a tua vara e o teu cajado me consolam."
  },
  {
    "referencia": "2 Tessalonicenses 3:3",
    "vers": "Todavia, o Senhor é fiel; ele vos confirmará e guardará do maligno."
  },
  {
    "referencia": "Isaías 27:3",
    "vers": "Eu, o Senhor, a vigio e a cada momento a regarei para que ninguém lhe faça dano, de noite e de dia eu cuidarei dela."
  },
  {
    "referencia": "Lamentações 3:22-23",
    "vers": "As misericórdias do Senhor são a causa de não sermos consumidos, porque elas não têm fim; renovam-se cada manhã. Grande é a tua fidelidade."
  },
  {
    "referencia": "1 Tessalonicenses 5:10",
    "vers": "Que morreu por nós para que, quer vigiemos, quer durmamos, vivamos unidos com ele."
  },
  {
    "referencia": "Números 6:26",
    "vers": "O Senhor sobre ti levante o rosto e te dê a paz."
  },
  {
    "referencia": "Isaías 64:7",
    "vers": "E não há quem invoque o teu nome, que se desperte e te detenha porque escondes de nós o rosto e nos consomes por causa das nossas iniquidades."
  },
  {
    "referencia": "Colossenses 4:2",
    "vers": "Perseverai na oração, vigiando com ações de graças."
  },
  {
    "referencia": "Jeremias 33:3",
    "vers": "Invoca-me, e te responderei; anunciar-te-ei coisas grandes e ocultas, que não sabes."
  },
  {
    "referencia": "Tiago 1:6",
    "vers": "Peça-a, porém, com fé, em nada duvidando; pois o que duvida é semelhante à onda do mar, impelida e agitada pelo vento."
  },
  {
    "referencia": "Filipenses 4:19",
    "vers": "E o meu Deus, segundo as suas riquezas em glória, há de suprir, em Cristo Jesus, cada uma de vossas necessidades."
  },
  {
    "referencia": "Lucas 6:27",
    "vers": "Digo-vos, porém, a vós outros que me ouvis: amai os vossos inimigos, fazei bem aos que vos odeiam."
  },
  {
    "referencia": "Mateus 6:13",
    "vers": "E não nos deixes cair em tentação; mas livra-nos do mal. Pois teu é o reino, o poder e a glória para sempre. Amém!"
  },
  {
    "referencia": "Gálatas 4:28",
    "vers": "Vós, porém, irmãos, sois filhos da promessa, como Isaque."
  },
  {
    "referencia": "Lucas 1:37",
    "vers": "Porque para Deus não há impossíveis em todas as suas promessas."
  },
  {
    "referencia": "Lamentações 2:19",
    "vers": "Levanta-te, clama de noite no princípio das vigílias; derrama, como água, o coração perante o Senhor!"
  },
  {
    "referencia": "Mateus 18:20",
    "vers": "Porque, onde estiverem dois ou três reunidos em meu nome, aí estou no meio deles."
  },
  {
    "referencia": "Jó 22:21",
    "vers": "Na minha angústia, invoquei o Senhor, clamei a meu Deus e, do seu templo, ouviu a minha voz, e o meu clamor chegou aos seus ouvidos."
  },
  {
    "referencia": "Jeremias 29:13",
    "vers": "Buscar-me-eis e me achareis quando me buscardes de todo o vosso coração."
  },
  {
    "referencia": "2 Pedro 1:21",
    "vers": "Pois jamais a profecia teve origem na vontade humana, mas homens falaram da parte de Deus, movidos pelo Espírito Santo."
  },
  {
    "referencia": "Gálatas 3:18",
    "vers": "Porque, se a herança provém da lei, já não decorre de promessa, mas foi pela promessa que Deus a concedeu gratuitamente a Abraão."
  },
  {
    "referencia": "Eclesiastes 11:6",
    "vers": "Semeia pela manhã a tua semente e à tarde não repouses a mão, porque não sabes qual prosperará: se esta, se aquela ou se ambas igualmente serão boas."
  },
  {
    "referencia": "Isaías 65:24",
    "vers": "E será que, antes que clamem, eu responderei; estando eles ainda falando, eu os ouvirei."
  },
  {
    "referencia": "Mateus 21:22",
    "vers": "E tudo quanto pedirdes em oração, crendo, recebereis."
  },
  {
    "referencia": "Isaías 33:2",
    "vers": "Senhor, tem misericórdia de nós; em ti temos esperado. Sê tu o nosso braço manhã após manhã e a nossa salvação no tempo da angústia."
  },
  {
    "referencia": "João 15:7",
    "vers": "Se permanecerdes em mim, e as minhas palavras permanecerem em vós, pedireis o que quiserdes, e vos será feito."
  },
  {
    "referencia": "Jeremias 29:12",
    "vers": "Então, me invocareis, passareis a orar a mim, e eu vos ouvirei."
  },
  {
    "referencia": "Mateus 7:11",
    "vers": "Ora, se vós, que sois maus, sabeis dar boas dádivas aos vossos filhos, quanto mais vosso Pai, que está nos céus, dará boas coisas aos que lhe pedirem?"
  },
  {
    "referencia": "João 8:47",
    "vers": "Quem é de Deus ouve as palavras de Deus."
  },
  {
    "referencia": "Romanos 4:14",
    "vers": "Pois, se os da lei é que são os herdeiros, anula-se a fé e cancela-se a promessa."
  },
  {
    "referencia": "Gálatas 3:29",
    "vers": "E, se sois de Cristo, também sois descendentes de Abraão e herdeiros segundo a promessa."
  },
  {
    "referencia": "Gálatas 3:22",
    "vers": "Mas a Escritura encerrou tudo sob o pecado, para que, mediante a fé em Jesus Cristo, fosse a promessa concedida aos que creem."
  },
  {
    "referencia": "Romanos 4:13",
    "vers": "Não foi por intermédio da lei que a Abraão ou à sua descendência coube a promessa de ser herdeiro do mundo, e sim mediante a justiça da fé."
  },
  {
    "referencia": "Hebreus 6:13",
    "vers": "Pois, quando Deus fez a promessa a Abraão, visto que não tinha ninguém superior por quem jurar, jurou por si mesmo."
  },
  {
    "referencia": "Deuteronômio 11:26",
    "vers": "Eis que, hoje, eu ponho diante de vós a bênção e a maldição."
  },
  {
    "referencia": "1 Pedro 3:9",
    "vers": "Não pagando mal por mal ou injúria por injúria; ao contrário, pelo contrário, bendizendo, pois para isto mesmo fostes chamados, a fim de receberdes bênção por herança."
  },
  {
    "referencia": "Deuteronômio 30:19",
    "vers": "Os céus e a terra tomo, hoje, por testemunhas contra ti, que te propus a vida e a morte, a bênção e a maldição; escolhe, pois, a vida, para que vivas, tu e a tua descendência."
  },
  {
    "referencia": "Efésios 6:17",
    "vers": "Tomai também o capacete da salvação e a espada do Espírito, que é a palavra de Deus."
  },
  {
    "referencia": "Eclesiastes 11:1",
    "vers": "Lança o teu pão sobre as águas, porque depois de muitos dias o acharás."
  },
  {
    "referencia": "Romanos 4:20",
    "vers": "Não duvidou, por incredulidade, da promessa de Deus; mas, pela fé, se fortaleceu, dando glória a Deus."
  },
  {
    "referencia": "Romanos 15:8",
    "vers": "Digo, pois, que Cristo foi constituído ministro da circuncisão, em prol da verdade de Deus, para confirmar as promessas feitas aos nossos pais."
  },
  {
    "referencia": "1 Timóteo 4:8",
    "vers": "Pois o exercício físico para pouco é proveitoso, mas a piedade para tudo é proveitosa, porque tem a promessa da vida que agora é e da que há de ser."
  },
  {
    "referencia": "Tiago 3:10",
    "vers": "De uma só boca procede bênção e maldição. Meus irmãos, não é conveniente que estas coisas sejam assim."
  },
  {
    "referencia": "Ezequiel 34:26",
    "vers": "Delas e dos lugares ao redor do meu outeiro, eu farei bênção; farei descer a chuva a seu tempo, serão chuvas de bênçãos."
  },
  {
    "referencia": "Deuteronômio 28:8",
    "vers": "O Senhor determinará que a bênção esteja nos teus celeiros e em tudo o que colocares a mão, e te abençoará na terra que te dá o Senhor, teu Deus."
  },
  {
    "referencia": "Neemias 13:2",
    "vers": "Mas o nosso Deus converteu a maldição em bênção."
  },
  {
    "referencia": "Isaías 64:4",
    "vers": "Porque desde a antiguidade não se ouviu, nem com ouvidos se percebeu, nem com os olhos se viu Deus além de ti, que trabalha para aquele que nele espera."
  },
  {
    "referencia": "Apocalipse 2:11",
    "vers": "Quem tem ouvidos, ouça o que o Espírito diz às igrejas. O vencedor de nenhum modo sofrerá dano da segunda morte."
  },
  {
    "referencia": "Hebreus 11:33",
    "vers": "Os quais, por meio da fé, subjugaram reinos, praticaram a justiça, obtiveram promessas, fecharam a boca de leões."
  },
  {
    "referencia": "Hebreus 6:13",
    "vers": "Pois, quando Deus fez a promessa a Abraão, visto que não tinha ninguém superior por quem jurar, jurou por si mesmo."
  },
  {
    "referencia": "Efésios 1:3",
    "vers": "Bendito o Deus e Pai de nosso Senhor Jesus Cristo, que nos tem abençoado com toda sorte de bênção espiritual nas regiões celestiais em Cristo."
  },
  {
    "referencia": "Gênesis 12:2",
    "vers": "De ti farei uma grande nação, e te abençoarei, e te engrandecerei o nome. Sê tu uma bênção!"
  },
  {
    "referencia": "Provérbios 10:6",
    "vers": "Sobre a cabeça do justo há bênçãos."
  },
  {
    "referencia": "Mateus 10:31",
    "vers": "Não temais, pois; bem mais valeis vós do que muitos pardais."
  },
  {
    "referencia": "Salmos 51:12",
    "vers": "Restitui-me a alegria da tua salvação."
  },
  {
    "referencia": "Isaías 64:8",
    "vers": "Mas agora, ó Senhor, tu és nosso Pai, nós somos o barro, e tu, o nosso oleiro; e todos nós, obra das tuas mãos."
  },
  {
    "referencia": "Apocalipse 2:26",
    "vers": "Ao vencedor, que guardar até ao fim as minhas obras, eu lhe darei autoridade sobre as nações."
  },
  {
    "referencia": "Hebreus 6:17",
    "vers": "Por isso, Deus, quando quis mostrar mais firmemente aos herdeiros da promessa a imutabilidade do seu propósito, se interpôs com juramento."
  },
  {
    "referencia": "2 Coríntios 1:20",
    "vers": "Porque quantas são as promessas de Deus, tantas têm nele o sim; porquanto também por ele é o amém, para glória de Deus, por nosso intermédio."
  },
  {
    "referencia": "Deuteronômio 16:17",
    "vers": "Cada um oferecerá na proporção em que possa dar, segundo a bênção que o Senhor, seu Deus, lhe houver concedido."
  },
  {
    "referencia": "Levítico 25:21",
    "vers": "Então, eu vos darei a minha bênção no sexto ano, para que dê fruto por três anos."
  },
  {
    "referencia": "Provérbios 28:20",
    "vers": "O homem fiel será cumulado de bênçãos."
  },
  {
    "referencia": "Isaías 44:3",
    "vers": "Derramarei o meu Espírito sobre a tua posteridade e a minha bênção, sobre os teus descendentes."
  },
  {
    "referencia": "Salmos 85:9",
    "vers": "Próxima está a sua salvação dos que o temem."
  },
  {
    "referencia": "Apocalipse 3:21",
    "vers": "Ao vencedor, dar-lhe-ei sentar-se comigo no meu trono, assim como também eu venci e me sentei com meu Pai no seu trono."
  },
  {
    "referencia": "Apocalipse 22:7",
    "vers": "Eis que venho sem demora. Bem-aventurado aquele que guarda as palavras da profecia deste livro."
  },
  {
    "referencia": "Apocalipse 2:7",
    "vers": "Ao vencedor, dar-lhe-ei que se alimente da árvore da vida que se encontra no paraíso de Deus."
  },
  {
    "referencia": "Eclesiastes 11:10",
    "vers": "Afasta, pois, do teu coração o desgosto e remove da tua carne a dor, porque a juventude e a primavera da vida são vaidade."
  },
  {
    "referencia": "Efésios 6:14",
    "vers": "Revesti-vos de toda a armadura de Deus, para poderes ficar firmes contra as ciladas do diabo."
  },
  {
    "referencia": "Lucas 11:10",
    "vers": "Pois todo o que pede recebe; o que busca encontra; e a quem bate, abrir-se-lhe-á."
  },
  {
    "referencia": "Salmos 18:25",
    "vers": "Para com o benigno, benigno te mostras; com o íntegro, também íntegro."
  },
  {
    "referencia": "Salmos 1:1",
    "vers": "Bem-aventurado o homem que não anda no conselho dos ímpios, não se detém no caminho dos pecadores, nem se assenta na roda dos escarnecedores."
  },
  {
    "referencia": "Hebreus 12:15",
    "vers": "Nem haja alguma raiz de amargura que, brotando, vos perturbe, e, por meio dela, sejam contaminados."
  },
  {
    "referencia": "Mateus 5:10",
    "vers": "Bem-aventurados os perseguidos por causa da justiça, porque deles é o reino dos céus."
  },
  {
    "referencia": "Romanos 4:7",
    "vers": "Bem-aventurados aqueles cujas iniquidades são perdoadas, e cujos pecados são cobertos."
  },
  {
    "referencia": "Salmos 24:4-5",
    "vers": "O que é limpo de mãos e puro de coração, que não entrega a sua alma à falsidade, nem jura dolosamente, este obterá a bênção e a justiça de Deus."
  },
  {
    "referencia": "Eclesiastes 11:1",
    "vers": "Lança o teu pão sobre as águas, porque depois de muitos dias o acharás."
  },
  {
    "referencia": "Filipenses 1:6",
    "vers": "Estou plenamente certo de que aquele que começou boa obra em vós há de completá-la até ao Dia de Cristo Jesus."
  },
  {
    "referencia": "Mateus 5:42",
    "vers": "Dá a quem te pede e não voltes as costas ao que deseja que lhe emprestes."
  },
  {
    "referencia": "Mateus 5:5",
    "vers": "Bem-aventurados os mansos, porque herdarão a terra."
  },
  {
    "referencia": "Salmos 40:4",
    "vers": "Bem-aventurado o homem que põe no Senhor a sua confiança e não pende para os arrogantes, nem para os afeitos à mentira."
  },
  {
    "referencia": "Colossenses 3:13",
    "vers": "Perdoai-vos mutuamente, caso alguém tenha motivo de queixa contra outrem. Assim como o Senhor vos perdoou, assim também perdoai vós."
  },
  {
    "referencia": "Jó 5:17",
    "vers": "Bem-aventurado é o homem a quem Deus disciplina, não desprezes, pois, a disciplina do Todo-Poderoso."
  },
  {
    "referencia": "Mateus 13:16",
    "vers": "Bem-aventurados, porém, os vossos olhos, porque veem; e os vossos ouvidos, porque ouvem."
  },
  {
    "referencia": "Mateus 3:8",
    "vers": "Produzi, pois, frutos dignos de arrependimento."
  },
  {
    "referencia": "Efésios 6:8",
    "vers": "Certos de que cada um, se fizer alguma coisa boa, receberá isso outra vez do Senhor, quer seja servo, quer livre."
  },
  {
    "referencia": "Tiago 4:3",
    "vers": "Pedis e não recebeis, porque pedis mal, para esbanjardes em vossos prazeres."
  },
  {
    "referencia": "Atos 3:19",
    "vers": "Arrependei-vos, pois, e convertei-vos para serem cancelados os vossos pecados."
  },
  {
    "referencia": "Salmos 106:3",
    "vers": "Bem-aventurados os que guardam a retidão e o que pratica a justiça em todo tempo."
  },
  {
    "referencia": "Mateus 5:8",
    "vers": "Bem-aventurados os limpos de coração, porque verão a Deus."
  },
  {
    "referencia": "Romanos 4:8",
    "vers": "Bem-aventurado o homem a quem o Senhor jamais imputará pecado."
  },
  {
    "referencia": "Lucas 6:21",
    "vers": "Bem-aventurados vós, os que agora tendes fome, porque sereis fartos. Bem-aventurados vós, os que agora chorais, porque haveis de rir."
  },
  {
    "referencia": "Eclesiastes 11:6",
    "vers": "Semeia pela manhã a tua semente e à tarde não repouses a mão, porque não sabes qual prosperará: se esta, se aquela ou se ambas igualmente serão boas."
  },
  {
    "referencia": "Efésios 6:10",
    "vers": "Quanto ao mais, sede fortalecidos no Senhor e na força do seu poder."
  },
  {
    "referencia": "1 João 5:15",
    "vers": "E, se sabemos que ele nos ouve quanto ao que lhe pedimos, estamos certos de que obtemos os pedidos que lhe temos feito."
  },
  {
    "referencia": "Mateus 5:6",
    "vers": "Bem-aventurados os que têm fome e sede de justiça, porque serão fartos."
  },
  {
    "referencia": "Salmos 65:4",
    "vers": "Bem-aventurado aquele a quem escolhes e aproximas de ti, para que assista nos teus átrios; ficaremos satisfeitos com a bondade da tua casa."
  },
  {
    "referencia": "Isaías 55:7",
    "vers": "Deixe o perverso o seu caminho, o iníquo, os seus pensamentos; converta-se ao Senhor, que se compadecerá dele."
  },
  {
    "referencia": "Mateus 5:9",
    "vers": "Bem-aventurados os pacificadores, porque serão chamados filhos de Deus."
  },
  {
    "referencia": "Salmos 41:1",
    "vers": "Bem-aventurado o que acode ao necessitado; o Senhor o livrará no dia do mal."
  },
  {
    "referencia": "Romanos 2:7",
    "vers": "A vida eterna aos que, perseverando em fazer o bem, procuram glória, honra e incorruptibilidade."
  },
  {
    "referencia": "Lucas 11:28",
    "vers": "Ele, porém, respondeu: Antes, bem-aventurados são os que ouvem a palavra de Deus e a guardam!"
  },
  {
    "referencia": "Lucas 6:33",
    "vers": "Se fizerdes o bem aos que vos fazem o bem, qual é a vossa recompensa? Até os pecadores fazem isso."
  },
  {
    "referencia": "Romanos 4:6",
    "vers": "E é assim também que Davi declara ser bem-aventurado o homem a quem Deus atribui justiça, independentemente de obras."
  },
  {
    "referencia": "Mateus 5:11",
    "vers": "Bem-aventurados sois quando, por minha causa, vos injuriarem, e vos perseguirem, e, mentindo, disserem todo mal contra vós."
  },
  {
    "referencia": "Tiago 1:12",
    "vers": "Bem-aventurado o homem que suporta, com perseverança, a provação, porque, depois de ter sido aprovado, receberá a coroa da vida."
  }
]
